{
    "livros": [
        {
            "id": "0",
            "titulo": "AS VANTAGENS DE SER INVISÍVEL",
            "descricao": "O LIVRO QUE INSPIROU O FILMENOVA EDIÇÃO COM TRECHO INÉDITO Manter-se à margem oferece uma única e passiva perspectiva. Mas, de uma hora para outra, sempre chega o momento de encarar a vida do centro dos holofotes. Mais íntimas do que um diário, as cartas de Charlie são estranhas e únicas, hilárias e devastadoras. Não se sabe onde ele mora. Não se sabe para quem ele escreve. Tudo o que se conhece é o mundo que ele compartilha com o leitor. Estar encurralado entre o desejo de viver sua vida e fugir dela o coloca num novo caminho através de um território inexplorado. Um mundo de primeiros encontros amorosos, dramas familiares e novos amigos. Um mundo de sexo, drogas e rock’n’roll, quando o que todo mundo quer é aquela música certa que provoca o impulso perfeito para se sentir infinito. A luta entre apatia e entusiasmo marca o fim da adolescência de Charlie nesta história divertida e ao mesmo tempo instigante.",
            "editora": "Rocco Jovens Leitores",
            "publicacao": "15 agosto 2020",
            "autor": "Stephen Chbosky",
            "idioma": "Português",
            "edicao": 2,
            "paginas": 288,
            "dimensoes": "21.08 x 13.97 x 2.03 cm",
            "preco": 40.00,
            "foto": "imagens/as_vantagens_de_ser_invisivel.jpg"
        },
        {
            "id": "1",
            "titulo": "A DIVINA COMÉDIA",
            "descricao": "A Divina Comédia é um poema clássico da literatura italiana e mundial com características épica e teológica, escrito por Dante Alighieri no século XIV período renascentista e dividido em três partes: o Inferno, o Purgatório e o Paraíso. São cem cantos protagonizados pelo próprio Dante em companhia do poeta romano Virgílio, que percorreu uma jornada espiritual pelos três reinos além-túmulo.",
            "editora": "Principis",
            "publicacao": "18 junho 2020",
            "autor": "Dante Alighieri",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 720,
            "dimensoes": "23.2 x 16.2 x 4.6 cm",
            "preco": 20.00,
            "foto": "imagens/a_divina_comedia.jpg"
        },
        {
            "id": "2",
            "titulo": "O CORTIÇO",
            "descricao": "Pobreza, corrupção, injustiça, traição são elementos integram O cortiço, principal obra do Naturalismo brasileiro. Nela, Aluísio Azevedo denuncia as mazelas sociais enfrentadas pelos moradores de um cortiço no Rio de Janeiro no século XIX. É um romance que convida a analisar por meio da observação crítica do cotidiano das personagens a animalização do ser humano, questão que se mostra, mais do que nunca, atual.",
            "editora": "Principis",
            "publicacao": "17 outubro 2019",
            "autor": "Aluísio Azevedo",
            "idioma": "Português",
            "edicao": 3,
            "paginas": 224,
            "dimensoes": "22.8 x 15.8 x 0.6 cm",
            "preco": 11.80,
            "foto": "imagens/o_cortico.jpg"
        },
        {
            "id": "3",
            "titulo": "Mitologia Nórdica",
            "descricao": "Uma jornada da origem do universo até o fim do mundo.Quem, além de Neil Gaiman, poderia se tornar cúmplice dos deuses e usar de sua habilidade com as palavras para recontar as histórias dos mitos nórdicos? Fãs e leitores sabem que a mitologia nórdica sempre teve grande influência na obra do autor. Depois de servirem de inspiração para clássicos como Deuses americanos e Sandman, Gaiman agora investiga o universo dos mitos nórdicos. Em Mitologia nórdica, ele vai até a fonte dos mitos para criar sua própria versão, com o inconfundível estilo sagaz e inteligente que permeia toda a sua obra.",
            "editora": "Intrínseca",
            "publicacao": "13 março 2017",
            "autor": "Neil Gaiman",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 288,
            "dimensoes": "21.6 x 14 x 2 cm",
            "preco": 28.00,
            "foto": "imagens/mitologia_nordica.jpg"
        },
        {
            "id": "4",
            "titulo": "O Hobbit",
            "descricao": "Bilbo Bolseiro era um dos mais respeitáveis hobbits de todo o Condado até que, um dia, o mago Gandalf bate à sua porta. A partir de então, toda sua vida pacata e campestre soprando anéis de fumaça com seu belo cachimbo começa a mudar. Ele é convocado a participar de uma aventura por ninguém menos do que Thorin Escudo-de-Carvalho, um príncipe do poderoso povo dos Anãos.Esta jornada fará Bilbo, Gandalf e 13 anãos atravessarem a Terra-média, passando por inúmeros perigos, sejam eles, os imensos trols, as Montanhas Nevoentas infestadas de gobelins ou a muito antiga e misteriosa Trevamata, até chegarem (se conseguirem) na Montanha Solitária. Lá está um incalculável tesouro, mas há um, porém. Deitado em cima dele está Smaug, o Dourado, um dragão malicioso que... bem, você terá que ler e descobrir.",
            "editora": "HarperCollins",
            "publicacao": "15 julho 2019",
            "autor": "J.R.R Tolkien",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 336,
            "dimensoes": "22.8 x 15.8 x 0.6 cm",
            "preco": 30.00,
            "foto": "imagens/o_hobbit.jpg"
        },
        {
            "id": "5",
            "titulo": "O guia definitivo do Mochileiro das Galáxias",
            "descricao": "Pela primeira vez, reunimos em um único volume os cinco livros da cultuada série O Mochileiro das Galáxias, de Douglas Adams. Com mais de 15 milhões de exemplares vendidos, a saga do britânico esquisitão Arthur Dent pela Galáxia conquistou leitores do mundo inteiro. O humor ácido e as tramas surreais de Douglas Adams se tornaram ícones de uma geração e seguem fascinando – e divertindo – leitores de todas as idades. Pegue sua toalha, embarque nessa aventura improvável e, é claro, não entre em pânico!",
            "editora": "Arqueiro",
            "publicacao": "05 maio 2016",
            "autor": "Douglas Adams",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 672,
            "dimensoes": "23.4 x 16.4 x 3.8 cm",
            "preco": 69.90,
            "foto": "imagens/guia_definitivo_do_mochileiro_das_galaxias.jpg"
        },
        {
            "id": "6",
            "titulo": "A Guerra da Rainha Vermelha - Vol. 1",
            "descricao": "Mark Lawrence, um dos autores de fantasia mais consagrados dos últimos anos, expande seu universo fantástico com uma nova e instigante trilogia. A DarkSide Books tem o prazer de apresentar A GUERRA DA RAINHA VERMELHA - VOL. 1: PRINCE OF FOOLS.“Sou um mentiroso, um trapaceiro e um covarde, mas nunca, jamais, irei decepcionar um amigo. A menos que, para não o decepcionar, seja preciso demonstrar honestidade, jogo limpo ou bravura.” Assim se apresenta Jalan Kendeth, o neto da Rainha Vermelha e décimo na linha de sucessão ao trono. Um verdadeiro hedonista sem pretensões políticas, que se vê obrigado a abandonar sua boa vida após sofrer uma tentativa de assassinato. Para escapar, precisa se aliar a um perigoso guerreiro.Mark Lawrence novamente cria um anti-herói irresistível. Por que mesmo estamos torcendo por eles? – é uma pergunta comum entre os cada vez mais numerosos leitores de suas aventuras. A resposta, certamente, está no talento com que o autor conduz seus personagens e narrativas. E desta vez, a violência e o rancor de Jorg Ancrath, da Trilogia dos Espinhos, é substituída pela astúcia e charme do Príncipe dos Tolos.Em comum, as duas trilogias dividem o mesmo cenário, um universo pós-apocalíptico e de inspiração medieval. Se você não via a hora de voltar ao Império Destruído, esta é sua chance, com esta nova saga do universo expandido da Trilogia dos Espinhos.A GUERRA DA RAINHA VERMELHA - VOL. 1: PRINCE OF FOOLS chega ao Brasil em novembro de 2015, em edição luxuosa e capa dura. Uma ótima indicação para os fãs de Mark Lawrence. E, claro, uma oportunidade imperdível para aqueles que ainda não tiveram a experiência de mergulhar em suas páginas.",
            "editora": "Darkside",
            "publicacao": "03 novembro 2015",
            "autor": "Mark Lawrence",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 420,
            "dimensoes": "23.4 x 16.2 x 3.2 cm",
            "preco": 41.70,
            "foto": "imagens/a_guerra_da_rainha_vermelha.jpg"
        },
        {
            "id": "7",
            "titulo": "Box Percy Jackson e os Olimpianos",
            "descricao": "Combinando mitologia grega e muita aventura, a saga do menino Percy Jackson, que aos 12 anos descobre que é um semideus, filho de Poseidon, tornou-se um fenômeno mundial. Foram mais de 15 milhões de livros vendidos em todo o mundo e quase um milhão no Brasil, além da adaptação para o cinema que atraiu 1,8 milhão de espectadores no país.Agora, os fãs da série podem ter, reunidos em um box especial, com edição limitada e design exclusivo, os cinco livros da saga que consagrou o autor Rick Riordan: O ladrão de raios, em que Percy descobre sua ligação com os deuses do Olimpo e precisa impedir uma guerra entre eles, que acabaria com toda a civilização ocidental; O Mar de Monstros, quando ele e seus amigos se envolvem numa perigosa aventura para defender o Acampamento Meio-Sangue; A maldição do Titã, em que nosso herói descobre que Cronos, o Senhor dos Titãs, despertou e está disposto a destruir toda a humanidade; A batalha do Labirinto, em que Percy, Tyson, Annabeth e Grover são destacados para combater o perigoso Titã nos corredores do temido Labirinto de Dédalo; e O último Olimpiano, quando o confronto toma as ruas de Nova York e Percy tem de lidar não só com o exército de Cronos, mas também com a chegada de seu 16º aniversário e, com ele, com a profecia que determinará seu destino.",
            "editora": "Intrínseca",
            "publicacao": "31 março 2015",
            "autor": "Rick Riordan",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 1816,
            "dimensoes": "21.6 x 13.6 x 9.6 cm",
            "preco": 100.00,
            "foto": "imagens/box_percy_jackson_e_os_olimpianos.jpg"
        },
        {
            "id": "8",
            "titulo": "O vilarejo",
            "descricao": "lustrações coloridas dão vida a romance com elementos de horror gótico e suspense. Do criador da série original Netflix Bom dia, Verônica. Em 1589, o padre e demonologista Peter Binsfeld fez a ligação de cada um dos pecados capitais a um demônio, supostamente responsável por invocar o mal nas pessoas. É a partir daí que Raphael Montes cria sete histórias situadas em um vilarejo isolado, apresentando a lenta degradação dos moradores do lugar, e pouco a pouco o próprio vilarejo vai sendo dizimado, maculado pela neve e pela fome.As histórias podem ser lidas em qualquer ordem, sem prejuízo de sua compreensão, mas se relacionam de maneira complexa, de modo que ao término da leitura as narrativas convergem para uma única e surpreendente conclusão.",
            "editora": "Suma",
            "publicacao": "14 agosto 2015",
            "autor": "Raphael Montes",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 96,
            "dimensoes": "22.8 x 15.4 x 0.8 cm",
            "preco": 22.89,
            "foto": "imagens/o_vilarejo.jpg"
        },
        {
            "id": "9",
            "titulo": "Box Trilogia O Senhor dos Anéis",
            "descricao": "OApesar de ter sido publicado em três volumes – A Sociedade do Anel, As Duas Torres e O Retorno do Rei – desde os anos 1950, O Senhor dos Anéis não é exatamente uma trilogia, mas um único grande romance que só pode ser compreendido em seu conjunto, segundo a concepção de seu autor, J.R.R. Tolkien. Com design cuidadosamente pensado para refletir a unidade da obra e os desenhos originais feitos por Tolkien para as capas de cada volume, este box reúne os três livros da Saga do Anel e oferece aos leitores uma nova oportunidade de mergulhar no notável mundo da Terra-média.",
            "editora": "HarperCollins",
            "publicacao": "25 novembro 2019",
            "autor": "J.R.R Tolkien",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 1568,
            "dimensoes": "22.2 x 14.4 x 10.4 cm",
            "preco": 109.00,
            "foto": "imagens/box_senhor_dos_aneis.jpg"
        },
        {
            "id": "10",
            "titulo": "Fahrenheit 451",
            "descricao": "Guy Montag é um bombeiro. Sua profissão é atear fogo nos livros. Em um mundo onde as pessoas vivem em função das telas e a literatura está ameaçada de extinção, os livros são objetos proibidos, e seus portadores são considerados criminosos. Montag nunca questionou seu trabalho; vive uma vida comum, cumpre o expediente e retorna ao final do dia para sua esposa e para a rotina do lar. Até que conhece Clarisse, uma jovem de comportamento suspeito, cheia de imaginação e boas histórias. Quando sua esposa entra em colapso mental e Clarisse desaparece, a vida de Montag não poderá mais ser a mesma.",
            "editora": "Biblioteca Azul",
            "publicacao": "1 junho 2012",
            "autor": "Ray Bradbury",
            "idioma": "Português",
            "edicao": 1,
            "paginas": 216,
            "dimensoes": "20.8 x 13.8 x 1.4 cm",
            "preco": 21.90,
            "foto": "imagens/fahrenheit_451.jpg"
        }
    ]
}